Repository: VolkovsaVSA/SplitSpending
Catalog: SplitSpending/*.lproj/Localizable.strings
Languages: hr, sv_se

source: All currencies
hr: Sve valute
sv_se: Alla valutor

source: Attention
hr: Pažnja
sv_se: Varning

source: Backup downloaded successfully.
hr: Sigurnosna kopija uspješno je učitana.
sv_se: Säkerhetskopiering laddas.

source: Backup uploaded successfully.
hr: Rezervna kopija uspješno je spremljena.
sv_se: Säkerhetskopieringen har sparats.

source: Buy
hr: Za kupnju
sv_se: Att köpa

source: Buy the full version for
hr: Kupite punu verziju za
sv_se: Köp hela versionen fö

source: Calculate
hr: Izračunati
sv_se: Kalkylera

source: Cancel
hr: Otkazivanje
sv_se: Annullering

source: Currency
hr: Valuta
sv_se: Valuta

source: Date
hr: Datum
sv_se: Datum

source: Delete
hr: Brisanje
sv_se: Radera

source: Do you really want to delete this entry?
hr: Jeste li sigurni da želite izbrisati taj unos?
sv_se: Är du säker på att du vill ta bort den här posten?

source: Do you want to save this calculation into history?
hr: Želite li ovaj izračun spremiti u povijest?
sv_se: Vill du spara denna beräkning i historiken?

source: Enable this option if you want to automatically save any changes to history. If you want to independently manage the creation of a backup, do not enable this option. Use the save and load backup buttons.
hr: Omogućite ovu opciju ako želite automatski spremiti bilo kakve promjene u povijest. Ako želite sami upravljati sigurnosnom kopijom, nemojte omogućiti ovu opciju. Upotrijebite gumbe za sigurnosnu kopiju i vraćanje.
sv_se: Aktivera det här alternativet om du automatiskt vill spara ändringar i historiken. Om du vill hantera säkerhetskopian själv, aktivera inte det här alternativet. Använd reserv- och återställningsknapparna.

source: Enter the number of person
hr: Unesite broj ljudi
sv_se: Ange antalet personer

source: Error
hr: Greška
sv_se: Fel

source: Expenses
hr: Troškovi
sv_se: Kostnader

source: Expenses per person
hr: Troškovi po osobi
sv_se: Kostnader per person

source: Favorites
hr: Favoriti
sv_se: Favoriter

source: Feedback on application 'Divider'
hr: Povratne informacije o aplikaciji "Razdjelnik"
sv_se: Feedback på appen "Delare"

source: Fill in all the fields!
hr: Ispunite sva polja
sv_se: Fyll i alla fält

source: History
hr: Povijest
sv_se: Historia

source: History is available only in the full version.
hr: Povijest je dostupna samo u punoj verziji.
sv_se: Historik är endast tillgänglig i den fullständiga versionen.

source: in progress
hr: u procesu
sv_se: i processen

source: Loading
hr: Punjenje
sv_se: Lastning

source: Mail services are not available
hr: Usluge e-pošte nisu dostupne
sv_se: E-posttjänster är inte tillgängliga

source: No access to iCloud. Log in to the iCloud on your device and check your internet connection.
hr: Nema pristupa iCloudu. Prijavite se na iCloud na svom uređaju i provjerite internetsku vezu.
sv_se: Ingen åtkomst till iCloud. Logga in på iCloud på din enhet och kontrollera din internetanslutning.

source: No internet connection to buy the full version of the application.
hr: Nema internetske veze za kupnju pune verzije aplikacije.
sv_se: Ingen internetuppkoppling för att köpa den fullständiga versionen av applikationen.

source: No internet connection.
hr: Nema internetske veze.
sv_se: Ingen internetuppkoppling.

source: Number of person
hr: Broj ljudi
sv_se: Antal personer

source: Number of persons
hr: Broj ljudi
sv_se: Antal personer

source: OK
hr: ОК
sv_se: ОК

source: Payments
hr: Plaćanja
sv_se: Betalningar

source: Payouts
hr: Plaćanja
sv_se: Utbetalningar

source: Person
hr: Persona
sv_se: Persona

source: please wait
hr: molim te pričekaj
sv_se: Vänta

source: Purchase
hr: Kupovina
sv_se: Inköp

source: Purchase confirmed.
hr: Kupnja je potvrđena.
sv_se: Köp bekräftat.

source: Purchase restored.
hr: Kupnja je obnovljena.
sv_se: Köp återställs.

source: Save
hr: Uštedjeti
sv_se: Spara

source: Search by name
hr: Traži po imenu
sv_se: Sök efter namn

source: Sent from the 'Divider' app
hr: Poslano iz aplikacije "Razdjelnik"
sv_se: Skickas från appen "Delare"

source: Something went wrong. Please try again later.
hr: Nešto je pošlo po zlu. Pokušajte ponovo kasnije.
sv_se: Något gick fel. Försök igen senare.

source: Success
hr: Uspješno
sv_se: Framgångsrikt

source: The backup was successful.
hr: Rezervna kopija je bila uspješna.
sv_se: Säkerhetskopian var framgångsrik.

source: To use this feature, purchase the full version of the program for
hr: Da biste koristili ovu značajku, kupite punu verziju programa za
sv_se: För att använda den här funktionen, köp hela versionen av programmet för

source: Total
hr: Ukupno
sv_se: Totalt

source: Total expenses
hr: Ukupno potrošeno
sv_se: Totalt använt

source: Transaction error
hr: Pogreška transakcije
sv_se: Transaktionsfel

source: When you purchase the full version of the application, all the application functions will be available to you, and the ads banner will not be displayed.
hr: Kada kupite punu verziju aplikacije, sve funkcije aplikacije bit će vam dostupne, a reklamni natpis neće biti prikazan.
sv_se: När du köper den fullständiga versionen av applikationen kommer alla funktioner i applikationen att vara tillgängliga för dig och annonserbannret visas inte.

source: You do not have a backup saved.
hr: Nemate spremljenu sigurnosnu kopiju.
sv_se: Du har inte sparat en säkerhetskopia.
